
export const blog = [
    {
        id:1,
        title :'Свежайшие продукты',
        img : './assets/blog-1.png'
    },
    {
        id:2,
        title :'Быстрая доставка',
        img : './assets/blog-2.png'
    },
    {
        id:3,
        title :'Лучшие повора',
        img : './assets/blog-3.png'
    },
    {
        id:4,
        title :'Свежайшие продукты',
        img : './assets/blog-1.png'
    }
]


export const disheds = [
    {
        id:1,
        name:'Манты',
        descr:'Манты — восточное блюдо из мелко рубленного мяса и лука приготовленное на пару в специальной посуде',
        price :'180 сом',
        img:'./assets/dishes-1.png'
    },
    {
        id:2,
        name:'Лагман',
        descr:'Лагман это среднеазиатское блюдо уйгуров и дунган.',
        price :'200 сом',
        img:'./assets/dishes-2.png'
    },
    {
        id:3,
        name:'Плов',
        descr:'Узбекский плов – блюдо из мяса, риса, лука, моркови и специй',
        price :'200 сом',
        img:'./assets/dishes-3.png'
    },
    {
        id:4,
        name:'Шорпо',
        descr:'Заправочный суп или мясной бульон у таджиков и тюркских народов',
        price :'180 сом',
        img:'./assets/dishes-4.png'
    },
    
    
]


export const pizza = [
    {
        id:1,
        name :'Пепперони',
        descr :'Соус для пиццы , мацарело , колбаски пиперони ',
        price :'380 сом',
        img: './assets/pizza-1.png'
    },
    {
        id:2,
        name :'Сырная',
        descr :'Вкусная, ароматная, нежная - один из лучших вариантов приготовления сырной пиццы!',
        price :'420 сом',
        img: './assets/pizza-2.png'
    }, 
    {
        id:3,
        name :'Маргарита',
        descr :'Увеличенная порция моцареллы, томаты, итальянские травы, томатный соус',
        price :'350 сом',
        img: './assets/pizza-3.png'
    },
    {
        id:4,
        name :'Мясная',
        descr :'Увеличенная порция моцареллы, томаты, итальянские травы, томатный соус',
        price :'450 сом',
        img: './assets/pizza-4.png'
    },
    {
        id:5,
        name :'Куриная',
        descr :'Увеличенная порция моцареллы, томаты, итальянские травы, томатный соус',
        price :'450 сом',
        img: './assets/pizza-5.png'
    },
    {
        id:6,
        name :'Овощная',
        descr :'Увеличенная порция моцареллы, томаты, итальянские травы, томатный соус',
        price :'380 сом',
        img: './assets/pizza-6.png'
    }

]




export const  rolls = [
    {
        id:1,
        name:'Калифорния',
        descr:'Калифорнийский ролл или калифорнийский маки - это урамаки, содержащий огурец, краб или искусственный краб и авокадо.',
        img:'./assets/rolls-1.png',
        price:'360 сом'
    },
    {
        id:13,
        name:' Унаги темпура ',
        descr:'Кусочек копченого угря обернут в нежный сливочный сыр, соус придает пикантности, икра Масаго завершает образ идеального ролла темпура.',
        img:'./assets/rolls-13.png',
        price:'290 сом'
    },
    {
        id:2,
        name:'Филадельфия лайт',
        descr:'Калифорнийский ролл или калифорнийский маки - это урамаки, содержащий огурец, краб или искусственный краб и авокадо.',
        img:'./assets/rolls-20.png',
        price:'360 сом'
    },
    {
        id:3,
        name:'Ролл с угрем',
        descr:'Экзотический ролл «Дракон» с начинкой из отборного филе лосося, свежего огурца и сливочного авокадо',
        img:'./assets/rolls-21.png',
        price:'310 сом'
    },
    {
        id:4,
        name:' Каппа маки ',
        descr:' Веганские роллы, состоящие из свежих огурцов, в меру клейкого риса и морских водорослей нори.',
        img:'./assets/rolls-22.png',
        price:'170 сом'
    },
    {
        id:5,
        name:' Ролл цезарь',
        descr:'Цезарь Ролл - это обжаренная 100% куриная котлетка панированная в сухарях, свежий салат, ломтик томата и зрелый сыр, завернутые в пресную пшеничную лепешку и заправленные специальным соусом.',
        img:'./assets/rolls-5.png',
        price:'310 сом'
    },
    {
        id:6,
        name:'Гринн ролл ',
        descr:'Грин ролл — яркий представитель вегетарианского меню. Только сыр и овощи!',
        img:'./assets/rolls-6.png',
        price:'290 сом'
    },
    {
        id:7,
        name:'Сяке ролл',
        descr:'Сяке ролл — это слабосолёная сёмга, покрытая рисом и завернутая в лист морских водорослей нори.',
        img:'./assets/rolls-23.png',
        price:'210 сом'
    },
    
    {
        id:9,
        name:'Запеченный ролл ',
        descr:'Однако в отличие от горячих разновидностей, запеченные роллы готовятся без обжарки и добавления масла.',
        img:'./assets/rolls-9.png',
        price:'290 сом'
    },
    {
        id:14,
        name:' Фила в масаге',
        descr:'Рис,нори,лолось,огурец,сыр ',
        img:'./assets/rolls-14.png',
        price:'310 сом'
    },
    {
        id:10,
        name:'Сет Микс',
        descr:'Сет Микс 40шт ! Унаги темпура , калифорния , запеченный ролл , фила лайт , ролл с крабом',
        img:'./assets/rolls-2.png',
        price:'1090 сом'
    },
    {
        id:11,
        name:' Сет Азия',
        descr:'Азия сет 32 шт! Филадельфия лайт, Калифорния кунжут, Фила в масаге Запечённый Ролл',
        img:'./assets/rolls-11.png',
        price:'890 сом'
    },
    {
        id:12,
        name:' Сет Классик',
        descr:'Сет классик 24 шт!  Калифорния Грин Ролл Кожаный Ролл',
        img:'./assets/rolls-12.png',
        price:'690 сом'
    },

]




export const shaurma = [
    {
        id:1,
        name :'Классическая',
        descr :'Шаурма — обжаренное на вертикальном гриле мясо в лаваше, тонкой пите, пресной лепешке, приправленное овощами и соусами. ',
        price :'160 сом',
        img: './assets/shaurma-1.png'
    },
    {
        id:2,
        name :'Острая',
        descr :'Шаурма — обжаренное на вертикальном гриле мясо в лаваше, тонкой пите, пресной лепешке, приправленное овощами и соусами. ',
        price :'160 сом',
        img: './assets/shaurma-3.png'
    }
]



export const ramen = [
    {
        id:1,
        name :'Куриный',
        descr :'Рамен — традиционное блюдо восточной кухни, состоящее из лапши в бульоне с различными добавками. ',
        price :'160 сом',
        img: './assets/ramen-1.png'
    },
    {
        id:2,
        name :'Сырный',
        descr :'Рамен — традиционное блюдо восточной кухни, состоящее из лапши в бульоне с различными добавками. ',
        price :'160 сом',
        img: './assets/ramen-2.png'
    }
]




export const drinks = [
    {
        id:1,
        name :'Coca Cola',
        descr :'',
        price :'90 сом',
        img: './assets/cola.png'
    },
    {
        id:2,
        name :' Fanta',
        descr :'',
        price :'90 сом',
        img: './assets/fanta.png'
    },
    {
        id:3,
        name :'Компот ',
        descr :'',
        price :'20 сом',
        img: './assets/drinks-3.png'
    },
    {
        id:4,
        name :' Султан Чай',
        descr :'',
        price :'50 сом',
        img: './assets/drinks-5.png'
    }
]

export const tea = [
    {
        id:1,
        name :' Черный',
        descr :'',
        price :'30 сом',
        img: './assets/tea-1.png'
    },
    {
        id:2,
        name :'  Зеленый',
        descr :'',
        price :'30 сом',
        img: './assets/tea-2.png'
    },
    {
        id:3,
        name :'  Клубнично-апельсиновый',
        descr :'',
        price :'70 сом',
        img: './assets/tea-3.png'
    }
]


export const cocktails = [
    {
        id:1,
        name :'  Ванильный',
        descr :'',
        price :'70 сом',
        img: './assets/cocktail-1.png'
    },
    {
        id:2,
        name :'  Клубничный',
        descr :'',
        price :'70 сом',
        img: './assets/cocktail-2.png'
    },
    {
        id:3,
        name :' Шоколадный',
        descr :'',
        price :'60 сом',
        img: './assets/cocktail-3.png'
    }
]

